/*******************************************/
/*		SUPPLY ERROR DESCRIPTION MESSAGES	 */
/*******************************************/

"unknown" = "Ignoto";
"failure" = "Guasto";
"incompatible" = "Incompatibile";
"incorrect" = "Non corretto";
"incorrectlyInstalled" = "Installata incorrettamente";
"wrongHost" = "Host errato";
"wrongRegion" = "Area errata";
"wrongSlot" = "Slot errato";
"missing" = "Non installata";
